ici-test-automation-feature-environment-readiness/ic-integration-tests/src/test/resources/styretfiloverforsel/StyretFiloverfoerselModtagAnmod_I_MissingPasswordRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://skat.dk/begrebsmodel/2009/01/15/">
    <soapenv:Header/>
    <soapenv:Body>
        <ns:StyretFiloverførselModtagAnmod_I revision="gero et">
            <ns:Kontekst>
            </ns:Kontekst>
            <ns:StyretFiloverførselServiceQName>1</ns:StyretFiloverførselServiceQName>
            <ns:StyretFiloverførselBeskedQName>1</ns:StyretFiloverførselBeskedQName>
            <ns:StyretFiloverførselDownloadURL>1</ns:StyretFiloverførselDownloadURL>
            <ns:StyretFiloverførselBrugerNavn>1</ns:StyretFiloverførselBrugerNavn>
        </ns:StyretFiloverførselModtagAnmod_I>
    </soapenv:Body>
</soapenv:Envelope>